
shop_panel_text = "🏪 *Shop панель*\n\n"
shop_panel_text += "Здесь вы можете:\n"
shop_panel_text += "➖❕ Изменить данные ресурсов\n"
shop_panel_text += "➖❕ Настроить анонс в чате\n"
shop_panel_text += "➖❕ Просмотреть подробную статистику\n\n"
shop_panel_text += "_Бот создан для улучшения качества вашей работы, если у вас есть какие то предложения - прошу обратится к администратору чата_"


shop_conf_text = "⚙ *Данные вашего магазина*\n\n"
shop_conf_text += "Здесь вы можете:\n"
shop_conf_text += "➖❕ Изменить название магазина\n"
shop_conf_text += "➖❕ Изменить описание магазина\n"
shop_conf_text += "➖❕ Изменить адрес бота\n"
shop_conf_text += "➖❕ Изменить адрес оператора\n"
shop_conf_text += "➖❕ Изменить адрес саппорта\n"
shop_conf_text += "➖❕ Изменить фотографию магазина\n"
shop_conf_text += "➖❕ Изменить ссылку на канал\n"
shop_conf_text += "➖❕ Изменить ссылку на чат\n\n"
shop_conf_text += "🗝 _Все адреса и ссылки должны быть в образе_ `https://`"


shop_announce_text = "🗣 *Анонс панель*\n\n"
shop_announce_text += "Предоставляем вам:\n"
shop_announce_text += "➖❕ Три анонс позиции\n"
shop_announce_text += "➖❕ Добавление кнопок\n"
shop_announce_text += "➖❕ Редактировать/Добавлять\n\n"
shop_announce_text += "🟢 - Включен и работает\n"
shop_announce_text += "⚫ - Выключен\n\n"
shop_announce_text += "📌Включение кнопок ведет к потере премиум эмодзи стикеров!\n"
shop_announce_text += "_Анонсы делаются в чате, преодичность зависит от колличества магазинов_"


admin_panel_in_shop = "🎟 *Админ панель*\n\n"
admin_panel_in_shop += "Здесь вы можете:\n"
admin_panel_in_shop += "➖❕ Изменить название магазина\n"
admin_panel_in_shop += "➖❕ Изменить описание магазина\n"
admin_panel_in_shop += "➖❕ Изменить адрес бота\n"
admin_panel_in_shop += "➖❕ Изменить адрес оператора\n"
admin_panel_in_shop += "➖❕ Изменить адрес саппорта\n"
admin_panel_in_shop += "➖❕ Изменить фотографию магазина\n"
admin_panel_in_shop += "➖❕ Изменить ссылку на канал\n"
admin_panel_in_shop += "➖❕ Изменить ссылку на чат\n\n"
admin_panel_in_shop += "🗝 _Все адреса и ссылки должны быть в образе_ `https://`"


admin_panel_shops = "🎟 *Админ панель*\n\n"
admin_panel_shops += "Предостовляем вам:\n"
admin_panel_shops += "➖❕ Список всех магазинов\n"
admin_panel_shops += "➖❕ Возможно удалять/редактировать\n"
admin_panel_shops += "➖❕ Настраивать анонсы\n"
admin_panel_shops += "➖❕ Просматривать статистику\n\n"
admin_panel_in_shop += "_Выберите желаемый магазин для детального просмотра_"


shop_assorts_text = "🛒 *Ассортименты*\n\n"
shop_assorts_text += "Здесь вы можете: \n"
shop_assorts_text += "➖❕ Изменять ассортимент\n\n"
shop_assorts_text += "🟢 Включен в ассортимент\n"
shop_assorts_text += "⚫ Выключен из ассортимента\n\n"
shop_assorts_text += "_Ассортимент будет показан на площадке и будет срабатывать на соответствующий триггер_"


inviter_text = "🐪*Silk Road Marketplace*🐪\n\n"
inviter_text += "🎇 *Приглашение в SRM*\n"
inviter_text += "➖Отправляйте приглашение друзьям, знакомым и всем тем, кого вы хотели бы видеть рядом.\n"
inviter_text += "_SRM рекомендует сидеть в большом коллективе._\n\n"